12/data/attachments/1df9d2a861774aae.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_00d9716a-eed4-4b55-97cf-4fd95346d49a</nif:username>
            <nif:friendToBeAdded>Seth_much_Actions_47769_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>